chat_system_1519932021_actor_description=Ghost of Baron Gostrim. Ghost of the Baron.
chat_system_1519932021_snap_0_question=^?^I welcome you, noble traveler! Do you wish to enter the castle? I warn you, it will do you no good! I've cursed the castle and its master.
chat_system_1519932021_snap_0_answer_0=^?^Are you the ghost of Gostrim?
chat_system_1519932021_snap_0_answer_1=^?^Cursed? Why?
chat_system_1519932021_snap_13_question=^?^Yes, that's me. How do you know my name?
chat_system_1519932021_snap_13_answer_0=^?^Actually, Norge has sent me to persuade you to leave this place. 
chat_system_1519932021_snap_12_question=^?^Persuade me to leave? And how are you going to do that?
chat_system_1519932021_snap_12_answer_0=^?^Norge told me that the whole situation was an accident and it was your fault. But he's afraid you won't believe him. He swears that he didn't kill you.
chat_system_1519932021_snap_14_question=^?^Hmm, an accident, you say? No I really do not think so. No, I don't believe it. Listen, I have an offer for you as well.
chat_system_1519932021_snap_14_answer_0=^?^Well, well. That sounds interesting. What is it? 
chat_system_1519932021_snap_14_answer_1=^?^Look, Gostrim, I can guess your offer. But sorry, I will not kill Norge. I want you to disappear. Baron Norge will not be such a bad leader for your people. 
chat_system_1519932021_snap_3_question=^?^If you kill Baron Norge and occupy the castle I will be able to rest in peace, and my son, young Farmir, will rule the castle.<br>[reward]
chat_system_1519932021_snap_3_answer_0=^?^Revenge is a noble deed. I'll try to help you! 
chat_system_1519932021_snap_3_answer_1=^?^Why should you continue the war? Isn't it better to forget? You're becoming just like Norge with your revenge. I believe you should forgive him and disappear peacefully.
chat_system_1519932021_snap_3_answer_2=^?^I will not kill Norge. Nobody would benefit from his death. Alive he can take better care of your lands, your people - and your ex-wife.
chat_system_1519932021_snap_3_answer_3=^?^There is another way to solve the problem. And it will cause no trouble to the living. You will go to the Land of Death at last! (Attack the ghost...)
chat_system_1519932021_snap_5_question=^?^Are you sure? His meanness, hypocrisy, and all his deeds give me no reason to believe Norge.
chat_system_1519932021_snap_5_answer_0=^?^Norge says that it's all just unlucky circumstances. He meant nothing wrong.
chat_system_1519932021_snap_6_question=^?^Can you give me your word, Searcher? If you do, then I can leave in peace.
chat_system_1519932021_snap_6_answer_0=^?^You have my word. I promise you I will watch him, and if I ever doubt his honesty, I will kill him myself.
chat_system_1519932021_snap_7_question=^?^Unfortunately, the vows of men are short-lived. But... I believe your word.
chat_system_1519932021_snap_7_answer_0=^?^Don't worry. I do not forget my promise.
chat_system_1519932021_snap_1_question=^?^Why? I was killed by the present owner of the castle, "Baron" Norge. He had been my adviser a couple of years. But then he betrayed me, poisoned me and took my home, my wife, and my child. Now I, the former owner of the castle, want only one thing - vengeance against the traitor.
chat_system_1519932021_snap_1_answer_0=^?^Yes, I can understand how you must feel. 
chat_system_1519932021_snap_2_question=^?^Thank you for listening to me, [player]. It is good for me to share my problems with someone else.
chat_system_1519932021_snap_2_answer_0=^?^Yes, it is unjust. Can I help you?
chat_system_1519932021_snap_8_question=^?^Baron Norge is dead. I feel it! At last, I can leave this world. Thank you, [player], you did the right thing.<br>[reward]<br>
chat_system_1519932021_snap_8_answer_0=^?^Yes, you are avenged. Rest in peace, Gostrim.
chat_system_1519932021_snap_4_question=^?^I feel that Norge is still alive. As soon as he dies I will be able to leave this world, no longer worrying my beloved people.
chat_system_1519932021_snap_4_answer_0=^?^Don't worry. I remember your request.
chat_system_1519932021_snap_4_answer_1=^?^Yeah, yeah. I know it. I'll kill Norge for you.
chat_system_1519932021_snap_4_answer_2=^?^Of course he is alive. Moreover, he wants me to kill you.
chat_system_1519932021_snap_4_answer_3=^?^You know, I was talking to Norge. He won't be such a bad sovereign and husband. You should forgive him and rest in peace.
chat_system_1519932021_snap_9_question=^?^Kill me? Once wasn't enough for him?
chat_system_1519932021_snap_9_answer_0=^?^Yes. His offer turned out to be more attractive. So, if you don't offer me something more...
chat_system_1519932021_snap_10_question=^?^Money! Money! Everything in this world happens for money! Fortunately, I do not belong to this damned world any more.<br>All right. If I give you an extra 1000 gold, will you kill Norge for me?
chat_system_1519932021_snap_10_answer_0=^?^Extra 1000 gold? That's a deal! I agree.
chat_system_1519932021_snap_10_answer_1=^?^No, I'm sorry; I'm not going to change my mind again. Defend yourself! (Attack the ghost...)
chat_system_1519932021_snap_11_question=^?^Deal. Take your money and kill Norge at last.
chat_system_1519932021_snap_11_answer_0=^?^No problem.
chat_system_1519932021_snap_15_question=^?^What else does he want from me? My death, my wife and my lands are not enough for him? What else does he want?
chat_system_1519932021_snap_15_answer_0=^?^Calm down. He wants me to persuade you to disappear.
chat_system_1519932021_snap_18_question=^?^And how are you going to do that?
chat_system_1519932021_snap_18_answer_0=^?^Norge explained to me that the whole thing was just an accident, and he swears that he didn't kill you! Forgive him and rest in peace; there is no need for revenge.
chat_system_1519932021_snap_18_answer_1=^?^Well, there is one simple way. I could just kill you! (Attack the ghost...)
